Repository: dphuong2103/TimelessLove
Catalog: lib/l10n/app_*.arb
Languages: vi

# login_title
source: LOGIN
vi: Đăng Nhập

source: Password
vi: Mật khẩu

# signup_title
source: SIGN UP
vi: Đăng Ký

# enter_email_hint
source: Enter your email
vi: Nhập email

# enter_password_hint
source: Enter your password
vi: Nhập mật khẩu

source: Forgot password?
vi: Quên mật khẩu?

# login_button
source: Log in
vi: Đăng nhập

source: or
vi: Hoặc

# google_login
source: Continue with google
vi: Đăng nhập với Google

# do_not_have_account
source: Don't have an account?
vi: Không có tài khoản?

# signup_button_navigate
source: Sign up!
vi: Đăng ký ngay!

# birthday_question
source: When is your birthday?
vi: Ngày sinh của bạn

# start_dating_day_question
source: When did you start dating?
vi: Bạn bắt đầu hẹn hò từ khi nào?

# gender_question
source: Select your gender.
vi: Hãy chọn giới tính của bạn.

# display_on_anniversary
source: Display on your anniversary/widget.
vi: Sẽ được hiện trên widget/kỷ niệm.

source: Confirm Password
vi: Xác nhận mật khẩu

# confirm_password_hint
source: Confirm Password
vi: Xác nhận mật khẩu

# signup_button
source: Sign up
vi: Đăng ký

# already_have_account
source: Already have an account?
vi: Đã có tài khoản?

# login_button_navigate
source: Log in!
vi: Đăng nhập!

# enter_name_hint
source: Enter your name
vi: Nhập tên của bạn

source: Name
vi: Tên

# snackbar_password_notmatch
source: Confirm password not matches
vi: Xác nhận mật khẩu không đúng

# snackbar_signedup_successful
source: Signed up successfully!
vi: Đăng ký thành công!

# snackbar_startdate_changed
source: Start date changed!
vi: Ngày bắt đầu hẹn hò đã được thay đổi!

# snackbar_invalid_connection_code
source: Invalid connection code
vi: Mã kết nối không hợp lệ

# snackbar_partner_in_relationship
source: Your partner already has a relationship!
vi: Người ấy đang ở trong 1 mối quan hệ khác!

# snackbar_self_connection_code
source: You've input your connection code!
vi: Bạn đang nhập mã kết nối của chính bạn

# snackbar_connected
source: Couple up! Enjoy Timeless Love together.
vi: Đã kết nối thành công! Hãy cùng tận hưởng Timeless Love.

# homescreen_together_for
source: Together for
vi: Đã ở bên nhau

# homescreen_day
source: day
vi: ngày

# homescreen_days
source: days
vi: ngày

# homescreen_tab_title_list
source: List
vi: Hỏi Đáp

# homescreen_tab_title_setting
source: Setting
vi: Cài Đặt

# homescreen_question
source: Question
vi: Câu hỏi

# homescreen_question_hint_input_question
source: Please write your question
vi: Hãy nhập câu hỏi của bạn.

# homescreen_question_hint_input_answer
source: Please write your answer
vi: Hãy nhập câu trả lời của bạn.

# homescreen_question_partner_not_answer
source: Your partner hasn't answered yet
vi: Người ấy của bạn chưa trả lời câu hỏi này

# homescreen_question_new_question_title
source: New question!
vi: Câu hỏi mới!

# homescreen_question_new_question_summary
source: Your partner just created a new question. Check it out now!
vi: Người ấy vừa tạo 1 câu hỏi mới. Hãy kiểm tra ngay!

source: Save
vi: Lưu

source: Delete
vi: Xóa

source: Cancel
vi: Hủy

source: Information
vi: Thông tin

# homescreen_setting_tab_contact_us
source: Contact us
vi: Liên hệ chúng tôi

# homescreen_setting_tab_sign_out
source: Sign out
vi: Đăng xuất

# homescreen_setting_tab_change_language
source: Change language
vi: Thay đổi ngôn ngữ

# dialog_ready_save_answer
source: Are you ready to save your answer?
vi: Bạn có muốn lưu câu trả lời?

# dialog_confirm_delete_question
source: Are you sure you want to delete this question and all answers?
vi: Bạn có chắc chắn rằng mình muốn xóa câu hỏi này và toàn bộ câu trả lời liên quan?

# screen_couple_title
source: Couple
vi: Mối quan hệ

# screen_couple_anniversary
source: Our Anniversary
vi: Kỷ niệm

# screen_couple_disconnect_from_relationship
source: Disconnect from relationship
vi: Kết thúc mối quan hệ

# screen_couple_select_start_date
source: Select your start dating date
vi: Chọn ngày bắt đầu hẹn hò của bạn

# screen_couple_change_name
source: Change name
vi: Thay đổi tên của bạn

# screen_couple_change_birthday
source: Change birthday
vi: Thay đổi ngày sinh

# screen_couple_change_display_name
source: Enter your display name
vi: Nhập tên của bạn

# dialog_confirm_disconnection_from_relationship
source: Do you really want to disconnect from your partner?
vi: Bạn có thật sự muốn kết thúc mối quan hệ này?

# dialog_confirm_logout
source: Are you sure you want to log out?
vi: Bạn có thật sự muốn đăng xuất?

# screen_connection_info_title
source: Connect with your partner and start Timeless Love.
vi: Kết nối với nửa kia và cùng Timeless Love.

# screen_connection_info_copy_couple_code
source: Copy my couple code
vi: Copy mã kết nối của bạn

# screen_connection_info_button_send_invitation
source: Send invitation
vi: Gửi lời mời

# screen_connection_info_button_connect_partner_code
source: Connect with my partner's code
vi: Kết nối với nửa kia

# screen_enter_connection_title
source: Please enter your partner's couple code
vi: Nhập mã kết nối của nửa kia

# screen_enter_connection_hint
source: Enter Code
vi: Nhập mã tại đây

# screen_enter_connection_button_connect
source: Connect
vi: Kết nối

source: Yes
vi: Có

source: Male
vi: Nam

source: Female
vi: Nữ

source: Other
vi: Khác
